include/GLANGSoapBinding.signature.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://10.6.10.21/GLANG">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:signature>
   <sequence></sequence>
   <params>
    <wordlength>0</wordlength>
    <output></output>
    <start>0</start>
    <end>0</end>
   </params>
  </ns1:signature>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
